{
	"Barbarian": "Here is the sign that loves the great outdoors, and the first thing players notice about a Barbarian is the preference for the rugged and epic outdoor life. It is not just the thrill of being free of worldly constraints, but the possibility of adventure and philosophy that brings the Archer to the gaming table. The Sagittarius likewise hates to be constrained, perhaps not so much to send them into a Berserker rage, but the potential is there",
	"Bard": "Pisces is among the more musical signs of the zodiac, which is an obvious connection, but there are several more. This is also a deeply intuitive sign, and the Bard is often the member of the party that has to read the party and fill whatever role is needed. The sells of the Bard can be destructive, uplifting, or have healing powers, a versatile trait that is typical of Pisces.",
	"Cleric": "The Aquarius person is a natural leader, and they are often drawn towards humanitarian causes. Even the evil Clerics of the D&D universe have the same independent spirit, and their energy often carries the rest of the party. They defy limitations with the strength of both body and spirit and are devoted to their chosen companions. The Aquarius is often the moral center of the group, and the Cleric also fills that role.",
	"Druid": "A class with the power to shapeshift would have to be connected to the double-sided Gemini, but it is also the wandering spirit and unrelenting search for knowledge and wisdom that makes the Druid an ideal match for this zodiac sign. They both appreciate the freedom that wandering in the wilds provides, with a group or alone. The faith the Druids follow is an ancient one, an ideal match for the eternally curious, adaptable, and gentle Gemini person.",
	"Fighter": "Determined and dependable, the Scorpio is the sign that the party nominates to lead their way through the dangerous parts of their adventure. Their dedication means that they are the best at their chosen profession, and the ideal person to be guarding a party's lives.",
	"Monk": "The strength of the Monk lies in their physical power and deep spiritual energy. The sign of Taurus is ruled by similar forces. They are reliable, stable, and responsible, and are happy to lead along with being a part of the team. That isn't to say that they are entirely humble. A Monk, like the proud Taurus, insists on quality before quantity, but they will be adamant about taking their cut when that treasure cheat opens.",
	"Paladin": "The Paladin isn't the only class that leans heavily on tradition and fraternity, but these dedicated holy warriors look to the past and embrace ancient rituals as part of their identity. They are essentially Clerics that carry swords, dedicated to protection and service, and the Cancer is irrevocably drawn to them.",
	"Ranger": "Physical activity, mental endurance, and comfortable clothes are just a few of the things that the Aries person and the Ranger class have in common. Both are honest and courageous, more comfortable using their talents in their home environment than anywhere else, and that can be the forest, a dungeon, or anything in between.",
	"Rogue": "The Rogue isn't seen as a complex class, but on the other hand, it's incredibly versatile for players that want to multi-class or dual-class their characters or play a protagonist with a complex backstory and an unstable moral alignment. They can be played like fighters, with more overt melee talents like a pirate, or as a stealthy but deadly assassin. The Libra is the sign that searches for balance, which makes the Rogue class an interesting one from both a game-mechanics and role-playing viewpoint.",
	"Sorcerer": "The Leo person is born naturally talented and beautiful, and the Sorcerer class is similarly gifted. This class didn't study magic or choose a higher entity to serve but was gifted with innate talents. Both the Leo and the Sorcerer class are highly charismatic, often the center of attention socially or in an adventuring party, with for their stunning looks or amazing powers.",
	"Warlock": "A Warlock doesn't get their power from a god, a book, an ancestor, or an unusual accident. They negotiate with a more powerful human entity than themselves, often a god or demon. Nobody else could pull that off except for the steely-willed Capricorn, who rules the concepts of time and responsibility. Only the zodiac's master of self-control can make a deal with a devil.",
	"Wizard": "Virgo is the sign of academia, embodied in the dedicated and lonely Wizard who dedicates his life to their field of study. A practical and hardworking Virgo person would make an excellent Wizard. This sign also likes the great outdoors, so don't let that bookish demeanor fool other players. This nerdy magic-user actually makes a good traveler and will go almost anywhere if it means refining their knowledge."
}
